Repository: TarasOsiris/screenshot-mac
Catalog: screenshot/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fa, fi, fr, he, hr, hu, id, it, ja, ko, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, ur, vi, zh_hans, zh_hant

source: Drag the shape body to move. Drag a corner or edge handle to resize.
ar: اسحب جسم الشكل للتحرك. اسحب مقبض الزاوية أو الحافة لتغيير حجمه.
ca: Arrossegueu el cos de la forma per moure's. Arrossegueu una cantonada o un mànec de vora per canviar la mida.
cs: Přetažením těla tvaru se přesunete. Přetažením rohového nebo okrajového úchytu změňte velikost.
da: Træk formlegemet for at flytte. Træk et hjørne eller kanthåndtag for at ændre størrelsen.
de: Zieh die Form, um sie zu verschieben. Zieh an einem Eck- oder Kantengriff, um die Größe zu ändern.
el: Σύρετε το σώμα του σχήματος για να μετακινηθείτε. Σύρετε μια γωνία ή ακραία λαβή για αλλαγή μεγέθους.
es: Arrastra la forma para moverla. Arrastra un tirador de esquina o de borde para redimensionarla.
fa: برای جابه‌جایی، بدنهٔ شکل را بکشید. برای تغییر اندازه، دستگیرهٔ گوشه یا لبه را بکشید.
fi: Siirrä muodon runkoa vetämällä. Muuta kokoa vetämällä kulma- tai reunakahvaa.
fr: Faites glisser la forme pour la déplacer. Faites glisser une poignée d'angle ou de bord pour la redimensionner.
he: גרור את גוף הצורה כדי לזוז. גרור פינה או ידית קצה כדי לשנות את הגודל.
hr: Povucite tijelo oblika za pomicanje. Povucite kutnu ili rubnu ručicu za promjenu veličine.
hu: A mozgatáshoz húzza az alakzat testét. Az átméretezéshez húzzon egy sarok- vagy élfogantyút.
id: Seret badan bentuk untuk bergerak. Seret pegangan sudut atau tepi untuk mengubah ukuran.
it: Trascina il corpo della forma per spostarla. Trascina una maniglia d'angolo o di bordo per ridimensionarla.
ja: 図形の本体をドラッグすると移動します。角または辺のハンドルをドラッグするとサイズを変更します。
ko: 도형 본체를 드래그하면 이동하고, 모서리나 가장자리 핸들을 드래그하면 크기가 조정됩니다.
ms: Seret badan bentuk untuk bergerak. Seret pemegang sudut atau tepi untuk mengubah saiz.
nl: Sleep het vormlichaam om te verplaatsen. Sleep een hoek- of randgreep om het formaat te wijzigen.
no: Dra formkroppen for å flytte. Dra et hjørne eller kanthåndtak for å endre størrelse.
pl: Przeciągnij bryłę kształtu, aby ją przenieść. Przeciągnij uchwyt narożnika lub krawędzi, aby zmienić rozmiar.
pt_br: Arraste o corpo da forma para movê-la. Arraste uma alça de canto ou de borda para redimensionar.
pt_pt: Arraste o corpo da forma para movê-lo. Arraste um canto ou alça de borda para redimensionar.
ro: Trageți corpul formei pentru a o muta. Trageți un colț sau un mâner de margine pentru a redimensiona.
ru: Перетаскивайте фигуру, чтобы переместить ее. Перетаскивайте угловую или боковую ручку, чтобы изменить размер.
sk: Presuňte telo tvaru presunutím. Potiahnutím rohovej alebo okrajovej rukoväte zmeňte veľkosť.
sl: Za premikanje povlecite telo oblike. Če želite spremeniti velikost, povlecite kotni ali robni ročaj.
sv: Dra formkroppen för att flytta. Dra ett hörn eller kanthandtag för att ändra storlek.
th: ลากรูปร่างเพื่อย้าย ลากขอบจับมุมหรือขอบเพื่อปรับขนาด
tr: Taşımak için şeklin gövdesini sürükleyin. Yeniden boyutlandırmak için bir köşe veya kenar tutamacını sürükleyin.
uk: Потягніть фігуру, щоб перемістити її. Потягніть кутовий або бічний маркер, щоб змінити розмір.
ur: حرکت کرنے کے لیے شکل والے جسم کو گھسیٹیں۔ سائز تبدیل کرنے کے لیے ایک کونے یا کنارے کے ہینڈل کو گھسیٹیں۔
vi: Kéo thân hình để di chuyển. Kéo một núm điều khiển ở góc hoặc cạnh để thay đổi kích thước.
zh_hans: 拖动形状主体即可移动。拖动角或边缘的控制点即可调整大小。
zh_hant: 拖移形狀本體即可移動。拖移角落或邊緣控制點即可調整大小。

source: Drag to reposition
ar: اسحب لتغيير موضعه
ca: Arrossegueu per canviar la posició
cs: Přetažením přemístěte
da: Træk for at flytte
de: Zum Verschieben ziehen
el: Σύρετε για επανατοποθέτηση
es: Arrastra para recolocar
fa: برای جابه‌جایی بکشید
fi: Vedä sijoittaaksesi uudelleen
fr: Faites glisser pour repositionner
he: גרור למיקום מחדש
hr: Povucite za promjenu položaja
hu: Húzza az áthelyezéshez
id: Seret untuk mengubah posisi
it: Trascina per riposizionare
ja: ドラッグで位置を調整
ko: 드래그하여 위치 조정
ms: Seret untuk meletakkan semula
nl: Sleep om te herpositioneren
no: Dra for å flytte
pl: Przeciągnij, aby zmienić położenie
pt_br: Arraste para reposicionar
pt_pt: Arraste para reposicionar
ro: Trageți pentru a repoziționa
ru: Перетащите для перемещения
sk: Potiahnutím premiestnite
sl: Povlecite za spremembo položaja
sv: Dra för att flytta om
th: ลากเพื่อเปลี่ยนตำแหน่ง
tr: Konumlandırmak için sürükleyin
uk: Перетягніть для переміщення
ur: جگہ بدلنے کے لیے گھسیٹیں۔
vi: Kéo để định vị lại
zh_hans: 拖移以调整位置
zh_hant: 拖移以調整位置

source: Drag to reposition · Return to finish
ar: اسحب لتغيير الموضع · العودة إلى النهاية
ca: Arrossegueu per reposicionar · Tornar per acabar
cs: Přetažením přemístěte · Návrat pro dokončení
da: Træk for at flytte · Vend tilbage for at afslutte
de: Zum Verschieben ziehen · Return zum Beenden
el: Σύρετε για επανατοποθέτηση · Επιστρέψτε στο τέλος
es: Arrastra para recolocar · Retorno para terminar
fa: برای جابه‌جایی بکشید · Return برای پایان
fi: Siirrä paikkaa vetämällä · Palaa loppuun
fr: Faites glisser pour repositionner · Retour pour terminer
he: גרור למיקום מחדש · חזור לסיום
hr: Povucite za promjenu položaja · Vratite se za završetak
hu: Húzza az áthelyezéshez · Visszatérés a befejezéshez
id: Seret untuk mengubah posisi · Kembali untuk menyelesaikan
it: Trascina per riposizionare · A capo per terminare
ja: ドラッグで位置を調整 · return キーで完了
ko: 드래그하여 위치 조정 · Return 키로 완료
ms: Seret untuk meletakkan semula · Kembali untuk selesai
nl: Sleep om te herpositioneren. · Terug naar einde
no: Dra for å flytte · Gå tilbake til slutt
pl: Przeciągnij, aby zmienić położenie · Wróć do zakończenia
pt_br: Arraste para reposicionar · Return para concluir
pt_pt: Arraste para reposicionar · Retorne para finalizar
ro: Trageți pentru a repoziționa · Reveniți pentru a finaliza
ru: Перетащите для перемещения · Return — готово
sk: Presunutím premiestnite · Návratom dokončite
sl: Povlecite za spremembo položaja · Vrnite se za dokončanje
sv: Dra för att flytta om · Återgå till slut
th: ลากเพื่อเปลี่ยนตำแหน่ง · กลับไปเสร็จสิ้น
tr: Konumlandırmak için sürükleyin · Bitirmek için Return
uk: Перетягніть для переміщення · Return — готово
ur: دوبارہ جگہ پر گھسیٹیں · ختم کرنے پر واپس جائیں۔
vi: Kéo để định vị lại · Quay lại để kết thúc
zh_hans: 拖移以调整位置 · 按 Return 键完成
zh_hant: 拖移以調整位置 · 按 Return 鍵完成

source: Drag, resize, rotate, snap.
ar: السحب، تغيير الحجم، التدوير، المفاجئة.
ca: Arrossega, canvia la mida, gira, encaixa.
cs: Přetáhněte, změňte velikost, otočte, přichyťte.
da: Træk, ændre størrelse, roter, snap.
de: Ziehen, Größe ändern, drehen, einrasten.
el: Σύρετε, αλλάξτε μέγεθος, περιστρέψτε, κουμπώστε.
es: Arrastrar, redimensionar, girar, ajustar.
fa: کشیدن، تغییر اندازه، چرخش، چسبیدن.
fi: Vedä, muuta kokoa, kiertää, napsauttaa.
fr: Déplacer, redimensionner, faire pivoter, aligner.
he: גרור, שנה גודל, סובב, הצמד.
hr: Povucite, promijenite veličinu, rotirajte, uhvatite.
hu: Húzás, átméretezés, forgatás, rögzítés.
id: Seret, ubah ukuran, putar, jepret.
it: Trascina, ridimensiona, ruota, aggancia.
ja: ドラッグ、サイズ変更、回転、スナップ。
ko: 드래그, 크기 조정, 회전, 스냅.
ms: Seret, ubah saiz, putar, snap.
nl: Slepen, vergroten/verkleinen, roteren, vastklikken.
no: Dra, endre størrelse, roter, fest.
pl: Przeciągnij, zmień rozmiar, obróć, przyciągnij.
pt_br: Arraste, redimensione, gire, encaixe.
pt_pt: Arraste, redimensione, gire, encaixe.
ro: Trageți, redimensionați, rotiți, fixați.
ru: Перетаскивание, размер, поворот, привязка.
sk: Potiahnite, zmeňte veľkosť, otočte, prichyťte.
sl: Povlecite, spremenite velikost, zavrtite, zaskočite.
sv: Dra, ändra storlek, rotera, fäst.
th: ลาก ปรับขนาด หมุน สแน็ป
tr: Sürükleyin, yeniden boyutlandırın, döndürün, yaslayın.
uk: Перетягування, зміна розміру, поворот, прив’язка.
ur: گھسیٹیں، سائز تبدیل کریں، گھمائیں، سنیپ کریں۔
vi: Kéo, thay đổi kích thước, xoay, chụp nhanh.
zh_hans: 拖动、调整大小、旋转和对齐。
zh_hant: 拖移、調整大小、旋轉、對齊。

source: Drop a screenshot directly onto a template to attach it as the device screenshot.
ar: قم بإسقاط لقطة شاشة مباشرة على القالب لإرفاقها كلقطة شاشة للجهاز.
ca: Deixeu una captura de pantalla directament a una plantilla per adjuntar-la com a captura de pantalla del dispositiu.
cs: Umístěte snímek obrazovky přímo na šablonu a připojte jej jako snímek obrazovky zařízení.
da: Slip et skærmbillede direkte på en skabelon for at vedhæfte det som enhedens skærmbillede.
de: Leg einen Screenshot direkt auf einer Vorlage ab, um ihn als Geräte-Screenshot einzusetzen.
el: Ρίξτε ένα στιγμιότυπο οθόνης απευθείας σε ένα πρότυπο για να το επισυνάψετε ως στιγμιότυπο οθόνης της συσκευής.
es: Suelta una captura directamente en una plantilla para usarla como captura del dispositivo.
fa: اسکرین‌شات را مستقیماً روی یک اسکرین‌شات (ستون) رها کنید تا به‌عنوان اسکرین‌شات دستگاه قرار گیرد.
fi: Liitä se laitteen kuvakaappauksena pudottamalla kuvakaappaus suoraan malliin.
fr: Déposez une capture d'écran directement sur un modèle pour l'insérer dans l'appareil.
he: שחרר צילום מסך ישירות על תבנית כדי לצרף אותו כצילום מסך המכשיר.
hr: Ispustite snimku zaslona izravno na predložak da biste je priložili kao snimku zaslona uređaja.
hu: Dobjon egy képernyőképet közvetlenül a sablonra, hogy csatolja az eszköz képernyőképeként.
id: Letakkan tangkapan layar langsung ke templat untuk dilampirkan sebagai tangkapan layar perangkat.
it: Rilascia uno screenshot direttamente su un modello per associarlo come screenshot del dispositivo.
ja: スクリーンショットをテンプレートに直接ドロップすると、デバイスのスクリーンショットとして取り付けられます。
ko: 스크린샷을 템플릿에 바로 드롭하면 기기 스크린샷으로 첨부됩니다.
ms: Letakkan tangkapan skrin terus pada templat untuk melampirkannya sebagai tangkapan skrin peranti.
nl: Zet een schermafbeelding rechtstreeks op een sjabloon neer en voeg deze toe als schermafbeelding van het apparaat.
no: Slipp et skjermbilde direkte på en mal for å legge det ved som enhetens skjermbilde.
pl: Upuść zrzut ekranu bezpośrednio na szablon, aby dołączyć go jako zrzut ekranu urządzenia.
pt_br: Solte uma captura de tela diretamente em um modelo para anexá-la como captura de tela do dispositivo.
pt_pt: Solte uma captura de ecrã diretamente em um modelo para anexá-la como captura de ecrã do dispositivo.
ro: Plasați o captură de ecran direct pe un șablon pentru a o atașa ca captură de ecran a dispozitivului.
ru: Перетащите скриншот прямо на шаблон, чтобы вставить его как скриншот устройства.
sk: Presuňte snímku obrazovky priamo na šablónu a pripojte ju ako snímku obrazovky zariadenia.
sl: Spustite posnetek zaslona neposredno na predlogo, da ga pripnete kot posnetek zaslona naprave.
sv: Släpp en skärmdump direkt på en mall för att bifoga den som enhetens skärmdump.
th: วางภาพหน้าจอลงบนเทมเพลตโดยตรงเพื่อแนบเป็นภาพหน้าจอของอุปกรณ์
tr: Aygıt ekran görüntüsü olarak eklemek için bir ekran görüntüsünü doğrudan bir şablonun üzerine bırakın.
uk: Перетягніть знімок екрана прямо на шаблон, щоб вставити його як знімок екрана пристрою.
ur: اسکرین شاٹ کو آلہ کے اسکرین شاٹ کے طور پر منسلک کرنے کے لیے اسے براہ راست ٹیمپلیٹ پر ڈالیں۔
vi: Thả ảnh chụp màn hình trực tiếp vào mẫu để đính kèm dưới dạng ảnh chụp màn hình thiết bị.
zh_hans: 将截图直接拖放到模板上，即可将其附加为设备截图。
zh_hant: 將螢幕截圖直接拖放到範本上，即可將其附加為裝置螢幕截圖。

source: Drop a screenshot here
ar: أسقط لقطة شاشة هنا
ca: Deixa una captura de pantalla aquí
cs: Sem vložte snímek obrazovky
da: Smid et skærmbillede her
de: Screenshot hier ablegen
el: Ρίξτε ένα στιγμιότυπο οθόνης εδώ
es: Suelta una captura aquí
fa: اسکرین‌شات را اینجا رها کنید
fi: Pudota kuvakaappaus tähän
fr: Déposez une capture d'écran ici
he: שחרר כאן צילום מסך
hr: Ovdje ispustite snimak zaslona
hu: Dobj ide egy képernyőképet
id: Letakkan tangkapan layar di sini
it: Rilascia qui uno screenshot
ja: ここにスクリーンショットをドロップ
ko: 여기에 스크린샷을 드롭하세요.
ms: Lepaskan tangkapan skrin di sini
nl: Zet hier een screenshot neer
no: Slipp et skjermbilde her
pl: Wrzuć tutaj zrzut ekranu
pt_br: Solte uma captura de tela aqui
pt_pt: Solte uma captura de ecrã aqui
ro: Aruncă o captură de ecran aici
ru: Перетащите скриншот сюда
sk: Sem vložte snímku obrazovky
sl: Tukaj spustite posnetek zaslona
sv: Släpp en skärmdump här
th: วางภาพหน้าจอที่นี่
tr: Buraya bir ekran görüntüsü bırakın
uk: Перетягніть сюди знімок екрана
ur: ایک اسکرین شاٹ یہاں ڈراپ کریں۔
vi: Thả ảnh chụp màn hình vào đây
zh_hans: 将截图拖放到这里
zh_hant: 將螢幕截圖拖放到這裡

source: Drop directly into the background image well in the inspector, or pick via the file dialog.
ar: أسقط مباشرة في صورة الخلفية جيدًا في المفتش، أو اختر عبر مربع حوار الملف.
ca: Col·loqueu directament a la imatge de fons a l'inspector, o trieu-lo mitjançant el diàleg del fitxer.
cs: Pusťte přímo do obrázku na pozadí v inspektoru nebo vyberte pomocí dialogového okna souboru.
da: Drop direkte ind i baggrundsbilledet i inspektøren, eller vælg via fildialogen.
de: Leg das Bild direkt im Hintergrundbild-Feld des Inspektors ab oder wähle es über den Dateidialog.
el: Πετάξτε απευθείας στην εικόνα φόντου στον επιθεωρητή ή επιλέξτε μέσω του διαλόγου αρχείου.
es: Suelta la imagen directamente en el área de imagen de fondo del inspector o elígela con el cuadro de diálogo de archivos.
fa: مستقیماً در کادر تصویر پس‌زمینه در بازرس رها کنید، یا از پنجرهٔ انتخاب فایل برگزینید.
fi: Pudota suoraan taustakuvan kaivoon tarkastajassa tai valitse tiedosto-valintaikkunan kautta.
fr: Déposez l'image directement dans la zone d'image d'arrière-plan de l'inspecteur, ou choisissez-la dans la zone de dialogue de fichier.
he: זרוק ישירות לתמונת הרקע במפקח, או בחר דרך תיבת הדו-שיח של הקובץ.
hr: Ispustite izravno u pozadinsku sliku u inspektoru ili odaberite putem dijaloškog okvira datoteke.
hu: Dobja közvetlenül a háttérképet az ellenőrzőben, vagy válasszon a fájl párbeszédpanelen.
id: Letakkan langsung ke gambar latar belakang di inspektur, atau pilih melalui dialog file.
it: Rilascialo direttamente nel riquadro dell'immagine di sfondo nell'inspector, oppure sceglilo dalla finestra di selezione file.
ja: インスペクタの背景画像の枠に直接ドロップするか、ファイルダイアログで選択します。
ko: 인스펙터의 배경 이미지 웰에 직접 드롭하거나 파일 대화상자를 통해 선택하세요.
ms: Jatuhkan terus ke dalam imej latar belakang dengan baik dalam pemeriksa, atau pilih melalui dialog fail.
nl: Ga direct naar de achtergrondafbeelding in de inspecteur, of kies via het bestandsdialoogvenster.
no: Slipp direkte inn i bakgrunnsbildet i inspektøren, eller velg via fildialogen.
pl: Upuść obraz tła bezpośrednio w inspektorze lub wybierz go w oknie dialogowym pliku.
pt_br: Solte diretamente no espaço da imagem de fundo no inspetor ou escolha pela caixa de diálogo de arquivos.
pt_pt: Solte diretamente na imagem de fundo no inspetor ou escolha na caixa de diálogo de ficheiro.
ro: Plasați direct în imaginea de fundal din inspector sau alegeți prin dialogul fișierului.
ru: Перетащите изображение прямо в поле фонового изображения в инспекторе или выберите его в окне выбора файла.
sk: Vráťte sa priamo na obrázok na pozadí v inšpektorovi alebo vyberte pomocou dialógového okna súboru.
sl: Spustite neposredno v sliko ozadja v inšpektorju ali izberite v pogovornem oknu datoteke.
sv: Droppa direkt i bakgrundsbilden i inspektören, eller välj via fildialogen.
th: วางลงในภาพพื้นหลังโดยตรงในตัวตรวจสอบ หรือเลือกผ่านกล่องโต้ตอบไฟล์
tr: Doğrudan denetçideki arka plan görüntüsü alanına bırakın veya dosya penceresinden seçin.
uk: Перетягніть прямо в поле фонового зображення в інспекторі або виберіть файл у діалозі.
ur: انسپکٹر میں براہ راست پس منظر کی تصویر کو اچھی طرح سے ڈراپ کریں، یا فائل ڈائیلاگ کے ذریعے چنیں۔
vi: Thả trực tiếp vào ô hình nền trong trình kiểm tra hoặc chọn qua hộp thoại tệp.
zh_hans: 直接拖放到检查器中的背景图像框中，或通过文件对话框选取。
zh_hant: 直接拖放到檢閱器中的背景影像框，或透過檔案對話框選取。

source: Drop Image
ar: إسقاط الصورة
ca: Deixa anar la imatge
cs: Pusťte obrázek
da: Drop billede
de: Bild ablegen
el: Απόθεση εικόνας
es: Soltar imagen
fa: رها کردن تصویر
fi: Pudota kuva
fr: Déposer l'image
he: זרוק תמונה
hr: Ispusti sliku
hu: Kép eldobása
id: Jatuhkan Gambar
it: Rilascia immagine
ja: 画像をドロップ
ko: 이미지 드롭
ms: Jatuhkan Imej
nl: Afbeelding laten vallen
no: Slipp bilde
pl: Upuść obraz
pt_br: Soltar imagem
pt_pt: Soltar imagem
ro: Aruncă imaginea
ru: Перетащите изображение
sk: Pretiahnuť obrázok
sl: Spusti sliko
sv: Släpp bild
th: วางรูปภาพ
tr: Görüntü Bırak
uk: Перетягніть зображення
ur: تصویر چھوڑیں۔
vi: Thả hình ảnh
zh_hans: 拖放图像
zh_hant: 拖放影像

source: Drop images onto canvas
ar: إسقاط الصور على القماش
ca: Deixa anar imatges al llenç
cs: Přetáhněte obrázky na plátno
da: Slip billeder på lærred
de: Bilder auf die Leinwand ziehen
el: Ρίξτε εικόνες σε καμβά
es: Suelta imágenes en el lienzo
fa: تصاویر را روی بوم رها کنید
fi: Pudota kuvat kankaalle
fr: Déposez des images sur le canevas
he: שחרר תמונות על קנבס
hr: Ispustite slike na platno
hu: Húzza a képeket a vászonra
id: Jatuhkan gambar ke kanvas
it: Rilascia le immagini sulla tela
ja: 画像をキャンバスにドロップ
ko: 캔버스에 이미지 놓기
ms: Lepaskan imej ke atas kanvas
nl: Zet afbeeldingen op canvas neer
no: Slipp bilder på lerret
pl: Upuść obrazy na płótnie
pt_br: Solte imagens na tela
pt_pt: Solte imagens na ecrã
ro: Aruncă imaginile pe pânză
ru: Перетаскивайте изображения на холст
sk: Pustite obrázky na plátno
sl: Spustite slike na platno
sv: Släpp bilder på duk
th: วางภาพลงบนผืนผ้าใบ
tr: Görüntüleri tuvale bırakın
uk: Перетягуйте зображення на полотно
ur: کینوس پر تصاویر چھوڑیں۔
vi: Thả hình ảnh vào canvas
zh_hans: 将图像拖放到画布上
zh_hant: 將影像拖放到畫布上

source: Drop in screenshots, add text and shapes, pick a device frame. Drag to arrange.
ar: قم بإسقاط لقطات الشاشة وإضافة النصوص والأشكال واختيار إطار الجهاز. اسحب للترتيب.
ca: Afegiu captures de pantalla, afegiu text i formes, seleccioneu un marc de dispositiu. Arrossegueu per organitzar.
cs: Vložte snímky obrazovky, přidejte text a tvary, vyberte rámeček zařízení. Uspořádejte přetažením.
da: Drop skærmbilleder, tilføj tekst og former, vælg en enhedsramme. Træk for at arrangere.
de: Füge Screenshots ein, ergänze Text und Formen und wähle einen Geräterahmen. Zum Anordnen ziehen.
el: Ρίξτε στιγμιότυπα οθόνης, προσθέστε κείμενο και σχήματα, επιλέξτε ένα πλαίσιο συσκευής. Σύρετε για να τακτοποιήσετε.
es: Suelta capturas, añade texto y formas, y elige un marco de dispositivo. Arrastra para organizar.
fa: اسکرین‌شات‌ها را رها کنید، متن و شکل اضافه کنید و قاب دستگاه را انتخاب کنید. برای چیدن، بکشید.
fi: Pudota kuvakaappauksia, lisää tekstiä ja muotoja, valitse laitekehys. Järjestä vetämällä.
fr: Déposez des captures d'écran, ajoutez du texte et des formes, choisissez un cadre d'appareil. Faites glisser pour organiser.
he: הכנס צילומי מסך, הוסף טקסט וצורות, בחר מסגרת של מכשיר. גרור לסידור.
hr: Ubacite snimke zaslona, dodajte tekst i oblike, odaberite okvir uređaja. Povucite za raspored.
hu: Helyezzen be képernyőképeket, adjon hozzá szöveget és alakzatokat, válasszon eszközkeretet. Húzza az elrendezéshez.
id: Masukkan tangkapan layar, tambahkan teks dan bentuk, pilih bingkai perangkat. Seret untuk mengatur.
it: Inserisci gli screenshot, aggiungi testo e forme, scegli una cornice del dispositivo. Trascina per disporre.
ja: スクリーンショットをドロップし、テキストや図形を追加して、デバイスフレームを選びます。ドラッグして配置できます。
ko: 스크린샷을 넣고, 텍스트와 도형을 추가하고, 기기 프레임을 선택하세요. 드래그하여 배치하세요.
ms: Masukkan tangkapan skrin, tambah teks dan bentuk, pilih bingkai peranti. Seret untuk mengatur.
nl: Voeg schermafbeeldingen toe, voeg tekst en vormen toe, kies een apparaatframe. Sleep om te ordenen.
no: Slipp inn skjermbilder, legg til tekst og former, velg en enhetsramme. Dra for å arrangere.
pl: Wrzucaj zrzuty ekranu, dodawaj tekst i kształty, wybierz ramkę urządzenia. Przeciągnij, aby uporządkować.
pt_br: Solte capturas de tela, adicione texto e formas, escolha uma moldura de dispositivo. Arraste para organizar.
pt_pt: Insira capturas de ecrã, adicione texto e formas, escolha uma moldura de dispositivo. Arraste para organizar.
ro: Introduceți capturi de ecran, adăugați text și forme, alegeți un cadru pentru dispozitiv. Trageți pentru a aranja.
ru: Добавьте скриншоты, текст и фигуры, выберите рамку устройства. Расставьте все перетаскиванием.
sk: Vložte snímky obrazovky, pridajte text a tvary, vyberte rám zariadenia. Potiahnutím usporiadajte.
sl: Spustite posnetke zaslona, dodajte besedilo in oblike, izberite okvir naprave. Povlecite za razporeditev.
sv: Släpp in skärmdumpar, lägg till text och former, välj en enhetsram. Dra för att ordna.
th: วางภาพหน้าจอ เพิ่มข้อความและรูปร่าง เลือกกรอบอุปกรณ์ ลากเพื่อจัดเรียง
tr: Ekran görüntülerini bırakın, metin ve şekil ekleyin, bir aygıt çerçevesi seçin. Düzenlemek için sürükleyin.
uk: Додайте знімки екрана, текст і фігури, виберіть рамку пристрою. Перетягуйте, щоб розташувати.
ur: اسکرین شاٹس میں ڈراپ کریں، متن اور شکلیں شامل کریں، ایک ڈیوائس فریم منتخب کریں۔ ترتیب دینے کے لیے گھسیٹیں۔
vi: Thả ảnh chụp màn hình, thêm văn bản và hình dạng, chọn khung thiết bị. Kéo để sắp xếp.
zh_hans: 拖入截图、添加文本和形状、选择设备边框。拖动即可排列。
zh_hant: 拖入螢幕截圖、加入文字和形狀、選擇裝置外框。拖移即可排列。

source: Drop or paste an image to configure fill and opacity.
ar: قم بإسقاط صورة أو لصقها لتكوين التعبئة والتعتيم.
ca: Deixa anar o enganxar una imatge per configurar el farciment i l'opacitat.
cs: Přetažením nebo vložením obrázku nakonfigurujte výplň a neprůhlednost.
da: Slip eller indsæt et billede for at konfigurere udfyldning og opacitet.
de: Lege ein Bild ab oder füge es ein, um Füllung und Deckkraft festzulegen.
el: Αποθέστε ή επικολλήστε μια εικόνα για να διαμορφώσετε το γέμισμα και την αδιαφάνεια.
es: Suelta o pega una imagen para configurar el relleno y la opacidad.
fa: برای تنظیم حالت پرکردن و کدورت، تصویری را رها یا جای‌گذاری کنید.
fi: Määritä täyttö ja peittävyys pudottamalla tai liittämällä kuva.
fr: Déposez ou collez une image pour configurer le remplissage et l'opacité.
he: שחרר או הדבק תמונה כדי להגדיר מילוי ואטימות.
hr: Ispustite ili zalijepite sliku da biste konfigurirali ispunu i neprozirnost.
hu: Húzzon vagy illesszen be egy képet a kitöltés és az átlátszóság konfigurálásához.
id: Jatuhkan atau tempel gambar untuk mengonfigurasi isi dan opasitas.
it: Rilascia o incolla un'immagine per configurare riempimento e opacità.
ja: 画像をドロップまたは貼り付けて、塗りつぶしと不透明度を設定します。
ko: 채우기 및 불투명도를 구성하려면 이미지를 놓거나 붙여넣으세요.
ms: Lepaskan atau tampal imej untuk mengkonfigurasi isian dan kelegapan.
nl: Sleep of plak een afbeelding om de vulling en dekking te configureren.
no: Slipp eller lim inn et bilde for å konfigurere fyll og opasitet.
pl: Upuść lub wklej obraz, aby skonfigurować wypełnienie i krycie.
pt_br: Solte ou cole uma imagem para configurar o preenchimento e a opacidade.
pt_pt: Solte ou cole uma imagem para configurar o preenchimento e a opacidade.
ro: Plasați sau lipiți o imagine pentru a configura umplerea și opacitatea.
ru: Перетащите или вставьте изображение, чтобы настроить заливку и непрозрачность.
sk: Presunutím alebo prilepením obrázka nakonfigurujte výplň a nepriehľadnosť.
sl: Spustite ali prilepite sliko, da konfigurirate polnilo in motnost.
sv: Släpp eller klistra in en bild för att konfigurera fyllning och opacitet.
th: วางหรือวางรูปภาพเพื่อกำหนดค่าการเติมและความทึบ
tr: Dolgu ve opaklığı yapılandırmak için bir görüntü bırakın veya yapıştırın.
uk: Перетягніть або вставте зображення, щоб налаштувати заповнення й непрозорість.
ur: بھرنے اور دھندلاپن کو ترتیب دینے کے لیے تصویر کو گرائیں یا پیسٹ کریں۔
vi: Thả hoặc dán hình ảnh để định cấu hình độ lấp đầy và độ mờ.
zh_hans: 拖放或粘贴图像以配置填充和不透明度。
zh_hant: 拖放或貼上影像以設定填滿和不透明度。
